export const feelings = [
	'Зрительное восприятие',
	'Запах',
	'Осязание',
	'Цвет',
	'Тембр',
	'Внешнее движение',
	'Эмоция',
	'Громкость',
	'Положение тела',
	'Звук',
	'Вес',
	'Свободное движение'
];

export const feelingsItems = [
	{ name: 'Вид', description: 'то, что ты действительно видел в то время, когда случай имел место.' },
	{ name: 'Запах', description: 'запахи, которые присутствовали во время ситуации, которую ты вспоминаешь.' },
	{ name: 'Осязание', description: 'все, что угодно, что ты действительно осязал в то время, включая давление.' },
	{ name: 'Цвет', description: 'действительный цвет, который содержался в требуемом случае.' },
	{ name: 'Тон', description: 'тембр того звука, который присутствовал во время события.' },
	{ name: 'Внешнее движение', description: 'движение других людей, объектов или энергий.' },
	{ name: 'Эмоция', description: 'ту эмоцию, которую ты чувствовал во время этого случая.' },
	{ name: 'Громкость', description: 'громкость различных звуков в инциденте.' },
	{ name: 'Положение тела', description: 'положение твоего собственного тела в то время, когда произошел этот случай.' },
	{ name: 'Звук', description: 'те звуки, которые присутствовали в инциденте.' },
	{ name: 'Вес', description: 'тяжесть вещей, включая силу притяжения, и вес всего того, что ты мог действительно поддерживать во время случая, например, твоей одежды, мяча или любых других вещей, которые ты действительно держал во время случая.' },
	{ name: 'Свое движение', description: 'движение, которое во время события предпринимал ты сам.' }
];